/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   test_me.c                                          :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: lucafern <lucafern@student.42.rio>         +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2022/10/22 18:40:31 by lucafern          #+#    #+#             */
/*   Updated: 2022/10/22 19:06:28 by lucafern         ###   ########.fr       */
/*                                                                            */
/* ************************************************************************** */

#include <stdio.h>

int	main(void)
{
	printf("Eu sou uma string que veio de outro executável\n");
}